// german localization

"PSTemplateWelcomeMessage" = "Willkommen bei PSAppTemplate";

// common button titles
"On" = "Ein";
"Off" = "Aus";
"Edit" = "Bearbeiten";
"Cancel" = "Abbrechen";
"More" = "Mehr";
"Close" = "Schliessen";
"Thanks!" = "Danke!";
"Dismiss" = "Schließen";
"Error" = "Fehler";
"Save" = "Speichern";
"Search" = "Suche";
"Retry" = "Wiederholen";
"Okay" = "Okay";
"Logout" = "Ausloggen";
"Disabled" = "Deaktiviert";

// relative time
"day" = "Tag";
"days" = "Tage";
"hour" = "Stunde";
"hours" = "Stunden";
"just now" = "Gerade eben";
"mins" = "Minuten";
"minute" = "Minute";
"week" = "Woche";
"weeks" = "Wochen";
"month" = "Monat";
"months" = "Monate";